tap "fumiya-kume/mdefaults"
tap "homebrew/bundle"
tap "homebrew/services"
brew "asimov"
brew "gh"
brew "git"
brew "gnupg"
brew "lsd"
brew "mas"
brew "mise"
brew "nano"
brew "openjdk"
brew "pinentry-mac"
brew "pstree"
brew "sheldon"
brew "fumiya-kume/mdefaults/mdefaults"
cask "amazon-q"
cask "appcleaner"
cask "arc"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "coteditor"
cask "discord"
cask "firefox"
cask "floorp"
cask "font-fira-code"
cask "font-meslo-for-powerlevel10k"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "monitorcontrol"
cask "musescore"
cask "orbstack"
cask "raycast"
cask "slack"
cask "syntax-highlight"
cask "tailscale"
cask "visual-studio-code"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "Dark Reader for Safari", id: 1438243180
#mas "GarageBand", id: 682658836
#mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LadioCast", id: 411213048
mas "MenuBar Stats", id: 714196447
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
